[
  "dataview",
  "obsidian-linter",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-pandoc",
  "obsidian-jupyter",
  "obsidian-footnotes",
  "obsidian-admonition",
  "obsidian-style-settings",
  "obsidian-markmind",
  "obsidian-git"
]