Repository: pypi-data/pypi-mirror-339
Catalog: packages/feincms3-forms/feincms3_forms-0.5.1.tar.gz/feincms3_forms-0.5.1/feincms3_forms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Validation of "{obj}" wasn't completely successful.
de: Die Validierung von "{obj}" war nicht vollständig erfolgreich.

source: "{obj}" has been validated.
de: "{obj}" wurde validiert.

source: "{obj}" could not be validated because it seems to have an invalid type.
de: "{obj}" konnte nicht validiert werden, weil der Formulartyp ungültig ist.

source: Advanced
de: Fortgeschritten

source: Empty choice label
de: Bezeichnung der leeren Auswahl

source: Enter a value consisting only of lowercase letters, numbers and the underscore.
de: Geben Sie einen Wert ein, welcher nur Kleinbuchstaben, Zahlen und Unterstriche enthält.

source: Data is saved using this name. Changing it may result in data loss. This field only allows a-z, 0-9 and _ as characters.
de: Die Daten werden mit diesem Namen gespeichert. Änderungen könnten Datenverlust zur Folge haben. Erlaubte Zeichen sind a-z, 0-9 und _.

source: form type
de: Formulartyp

source: configured form
de: Konfiguriertes Formular

source: label
de: Beschriftung

source: is required
de: ist notwendig

source: help text
de: Hilfstext

source: text field
de: Textfeld

source: email address field
de: E-Mail-Feld

source: URL field
de: URL-Feld

source: date field
de: Datumsfeld

source: integer field
de: Ganzzahlfeld

source: multiline text field
de: Mehrzeiliges Textfeld

source: checkbox field
de: Checkbox-Feld

source: dropdown field
de: Dropdown-Feld

source: radio input field
de: Radioauswahl-Feld

source: select multiple
de: Mehrfachauswahl

source: multiple checkboxes
de: Mehrere Checkboxen

source: type
de: Typ

source: choices
de: Auswahl

source: Enter one choice per line. You may optionally provide the value and the label separated by a pipe symbol (|).
de: Eine Auswahlmöglichkeit pro Zeile. Optional kann der Wert und die Bezeichnung angegeben werden, separiert mit einem Pipe-Symbol (|).

source: placeholder
de: Platzhalter

source: default value
de: Standardwert

source: Optional default value of the field.
de: Optionaler vorgegebener Standardwert für das Feld.

source: max length
de: Maximale Länge

source: The specified default value "%(default)s" isn't part of the available choices.
de: Der angegebene Standardwert "%(default)s" ist nicht Teil der verfügbaren Werte.

source: Fields exist more than once: {fields}.
de: Felder existieren mehr als einmal: {fields}.

source: Required fields are missing: {fields}.
de: Notwendige Felder fehlen: {fields}.

source: Expected field '{field}' doesn't exist.
de: Erwartetes Feld '{field}' existiert nicht.

source: The '{attribute}' attribute of the field '{field}' doesn't have the expected value '{value}'.
de: Das Attribut '{attribute}' des Feldes '{field}' hat nicht den erwarteten Wert '{value}'.
