Repository: pypi-data/pypi-mirror-339
Catalog: packages/localecmd/localecmd-0.6.2.tar.gz/localecmd-0.6.2/docs/source/tutorial/locale/*/LC_MESSAGES/cli_messages.po
Languages: de_de

source: Available commands:
de_de: Verfügbare Befehle:

source: command
de_de: Befehl

source: description
de_de: Beschreibung

source: Command {0} does not exist!
de_de: Es gibt keinen Befehl {0}!

source: Supported languages in command line:
de_de: Verfügbare Sprachen in der Befehlszeile:

source: Language code
de_de: Sprachkürzel

source: Language name
de_de: Sprache

source: To change the language, type "change_language <language code>"
de_de: Um die Sprache zu ändern, "sprache_wecheln <Sprachkürzel>" ein.

source: Missing end quotation mark.
de_de: Gänsefüßchen fehlt am Ende.

source: Line could not be parsed!
de_de: Zeile konnte nicht gedeutet werden

source: Error while executing:
de_de: Fehler beim Ausführen:

source: Could not switch to language code {language}. Check that all files are in {path}.
de_de: Konnte nicht zur Sprache {language} wechseln. Sehen Sie zu, dass alle Dateien im Ordner {path} vorhanden sind.

source: The language of the command line is {langname}
de_de: Die Sprache der Befehlszeile ist {langname}

source: Command {0} is ambigous! it could be {1}
de_de: Befehl {0} ist mehrdeutig! Folgende Erweiterungen wären möglich: {1}

source: Command incomplete: {0}
de_de: Befehl unvollständig: {0}
