Repository: pypi-data/pypi-mirror-339
Catalog: packages/localecmd/localecmd-0.6.2.tar.gz/localecmd-0.6.2/docs/source/tutorial/locale/*/LC_MESSAGES/cli_functions.po
Languages: de_de

# functions
source: right
de_de: tschüss

# functions
source: right
de_de: kreis

# functions
source: right
de_de: farbe

# functions
source: right
de_de: vorwärts

# functions
source: right
de_de: geh_nach

# functions
source: right
de_de: richtung

# functions
source: right
de_de: nach_hause

# functions
source: right
de_de: links

# functions
source: right
de_de: abspielen

# functions.playback
source: to_line
de_de: ab_Zeile

# functions.playback
source: to_line
de_de: bis_Zeile

# functions
source: right
de_de: zurücksetzen

# functions
source: right
de_de: rechts

# builtins
source: quit
de_de: sprache_wechseln

# builtins.change_language
source: language
de_de: sprache

# builtins
source: quit
de_de: hilfe

# builtins.help
source: topic
de_de: thema

# builtins
source: quit
de_de: sprachliste

# builtins
source: quit
de_de: beenden
