Repository: pypi-data/pypi-mirror-339
Catalog: packages/localecmd/localecmd-0.6.2.tar.gz/localecmd-0.6.2/docs/source/tutorial/locale/*/LC_MESSAGES/functions.po
Languages: de_de

source: Module functions
de_de: Turtle-Funktionen

source: Stop recording, close the turtle window, and exit: BYE
de_de: Aufnahme beenden, Turtle-Fenter schließen und Programm schließen: TSCHÜSS

source: Draw circle with given radius an options extent and steps: CIRCLE 50
de_de: Kreis mit gegebenem Radius zeichnen: KREIS 50

source: Move the turtle forward by the specified distance: FORWARD 10
de_de: Schildkröte vorwärts bewegen: VORWÄRTS 10

source: Move turtle to an absolute position with changing orientation. GOTO 100 200
de_de: Schildkröte gedreht an bestimmte Stelle bewegen. GEH_NACH 100

source: Print the current turtle heading in degrees: HEADING
de_de: Ausrichtung der Schildkröte drucken: RICHTUNG

source: Return turtle to the home position: HOME
de_de: Schildkröte nach Hause ziehen: NACH_HAUSE

source: Turn turtle left by given number of degrees: LEFT 90
de_de: Schildkröte um einen Winkel in Grad nach links drehen: LINKS 90

source: Rerun all commands between two line numbers
de_de: Alle Befehle zwichen zwei Zeilen wieder ausführen

source: Print the current turtle position: POSITION
de_de: Jetzigen Ort der Schildkröte drucken: POSITION

source: Clear the screen and return turtle to center: RESET
de_de: Fenster entleeren und Schildkröte in die Mitte setzen: ZURÜCKSETZEN

source: Turn turtle right by given number of degrees: RIGHT 20
de_de: Schildkröte um einen Winkel in Grad nach rechts drehen: RECHTS 90
